Repository: common-repository/quick-restaurant-reservations
Catalog: languages/qrr-*_formal.po
Languages: nl_nl

source: - Number of tables: define a number of tables with seats for each type
nl_nl: - Aantal tafels: definieer een aantal tafels met zitplaatsen voor elk type

source: - Total capacity: define a total number of seats
nl_nl: - Totale capaciteit: bepaal een totaal aantal zitplaatsen

source: Activate license
nl_nl: Activeer licentie

source: Add New
nl_nl: Voeg nieuwe toe

source: Add-on Capacity
nl_nl: Add on capaciteit

source: Add-on for capacity management. Quick restaurant reservations plugin.
nl_nl: Add on om de capaciteit te managen. Quick restaurant reservations plugin.

source: All
nl_nl: Alle

source: All restaurants
nl_nl: Alle restaurants

source: All statuses
nl_nl: Alle statussen

source: Available
nl_nl: Beschikbaar

source: Booking duration
nl_nl: Duur van de reservering

# Booking duration
source: 1 1/2 hours
nl_nl: 1 1/2 uur

# Booking duration
source: 1 hour
nl_nl: 1 uur

# Booking duration
source: 1/2 hour
nl_nl: 1/2 uur

# Booking duration
source: 2 1/2 hours
nl_nl: 2 1/2 uur

# Booking duration
source: 2 hours
nl_nl: 2 uur

# Booking duration
source: 3 1/2 hours
nl_nl: 3 1/2 uur

# Booking duration
source: 3 hours
nl_nl: 3 uur

# Booking duration
source: 4 hours
nl_nl: 4 uur

# Booking duration
source: All time
nl_nl: Alle tijden

source: bookings
nl_nl: reserveringen

source: Bookings by day
nl_nl: Reserveringen op een dag

source: Bookings by month
nl_nl: Reserveringen per maand

# Confirmation
source: Automatic confirmation until
nl_nl: Automatische bevestiging tot

# Confirmation
source: Exceptions
nl_nl: Uitzonderingen

# Confirmation
source: seats reached
nl_nl: zitplaatsen bereikt

# Confirmation
source: Set booking as Pending when Party >=
nl_nl: Zet de reservering op afwachtend als de groep >=

# Confirmation
source: You can use Manual confirmation (all bookings will be pending), <br>or automatic confirmation (bookings confirmed).
nl_nl: Je kan automatische bevestiging uitzetten (all bookings will be pending), <br> of automatisch bevestigen (bookings confirmed).

source: Day View
nl_nl: Dag overzicht

source: Duration
nl_nl: Duur

source: Enter your license key.
nl_nl: Typ je licentiecode

source: In the schedule you can assign the type you want. You need to define at least one.
nl_nl: In het schema kunt u het type toewijzen dat u wilt. U moet er minstens één definiëren.

source: License key
nl_nl: Licentie code

source: Month View
nl_nl: Maand overzicht

# Month view
source: All Time
nl_nl: Alle tijden

# Month view
source: minutes
nl_nl: minuten

# Month view
source: people
nl_nl: mensen

# Month view
source: tables:
nl_nl: tafels

source: Name
nl_nl: Naam

source: Number of tables
nl_nl: Aantal tafels

source: Please activate the plugin "Quick Restaurant Reservations" first
nl_nl: Gelieve eerst de plugin "Quick Restaurant Reservations" te activeren

source: Please, activate your ADD-ON CAPACITY License:
nl_nl: Activeer alstublieft uw ADD-ON CAPACITEIT Licentie:

source: Quick Restaurant Reservations - Capacity
nl_nl: Quick Restaurant Reservations - aantal gasten

source: Remove
nl_nl: Verwijder

source: Seats
nl_nl: Stoelen

source: Seats per table
nl_nl: Stoelen per tafel

# settings
source: Booking duration
nl_nl: Duur reservering

# settings
source: Copy general tables here.
nl_nl: Kopieer algemene tafels hier.

# settings
source: Define your Seats for this schedule:
nl_nl: Bepaal je stoelen voor dit schema

# settings
source: Define your Tables for this schedule:
nl_nl: Bepaal je tafels voor dit schema

# settings
source: Global capacity will be used for this schedule.
nl_nl: Globale capaciteit zal voor dit schema gebruikt worden

# settings
source: Max Seats
nl_nl: Max. stoelen

# settings
source: Total Seats - Global
nl_nl: Totaal stoelen -Globaal

# settings
source: Total Seats - Specific
nl_nl: Precieze aantal stoelen

# settings
source: Total Tables - Global
nl_nl: Totaal aantal tafels

# settings
source: Total Tables - Specific
nl_nl: Precieze aantal tafels

# settings
source: You can define global capacity in the tab "Capacity"
nl_nl: In de tab "Capaciteit" kan je de globale capaciteit bepalen

source: Tables
nl_nl: Tafels

source: Total Seats:
nl_nl: Totaal aantal stoelen

source: Use this area to define general capacity that you can assign to schedules later.
nl_nl: Gebruik dit gebied om algemene capaciteit te definiëren die u later aan roosters kunt toewijzen.

source: You can also define specific capacity for each schedule.
nl_nl: U kunt ook specifieke capaciteit voor elk schema definiëren.

source: You can manage capacity in 2 different ways:
nl_nl: U kunt de capaciteit op 2 verschillende manieren beheren:

source: You need to activate the plugin "Quick Restaurant Reservations" first.
nl_nl: Je moet eerst de pluigin "Quick Restaurant Reservations" activeren.
